{
    "5": "1) Who coined the term \"augmented reality\"?\na) Thomas Edison\nb) Thomas Caudell and David Mizell (correct answer)\nc) Steve Jobs\nd) Bill Gates\n\n2) When was the term \"augmented reality\" first coined?\na) 1980\nb) 1992 (correct answer)\nc) 2000\nd) 2010\n\n3) Which technology is augmented reality closely related to?\na) Virtual reality (correct answer)\nb) Artificial intelligence\nc) Blockchain\nd) Quantum computing\n\n4) What is the top use case for AR shopping?\na) Jewelry\nb) Clothing\nc) Furniture (correct answer)\nd) Electronics\n\n5) Which of the following is not one of the basic rules that AR creators need to remember about the way objects behave in AR?\na) Place - stationary AR objects must stick to one point in a given environment\nb) Occlusion - AR objects must be able to move through other objects without being blocked\nc) Scaling - AR objects must be able to adjust in size based on their distance from the user (correct answer)\nd) Solidity - AR objects should never overlap with real-world objects or appear to be floating in thin air",
    "10": "1) Who coined the term \"augmented reality\"? \na) Ivan Sutherland\nb) Thomas Caudell and David Mizell\nc) Google\nAnswer: b) Thomas Caudell and David Mizell\n\n2) What is the common ancestor of virtual reality and augmented reality? \na) The Ultimate Display\nb) Project Tango\nc) Google Glass\nAnswer: a) The Ultimate Display\n\n3) What technology has contributed to the growth of the VR and AR industries? \na) Smart glasses\nb) Laptops\nc) Smartphones\nAnswer: c) Smartphones\n\n4) Which type of shopping is currently the top use case for AR? \na) Clothing\nb) Electronics\nc) Furniture\nAnswer: c) Furniture\n\n5) What is one potential use of AR in the medical field?\na) To replace traditional charts\nb) To guide surgeries\nc) To create 2D visuals\nAnswer: b) To guide surgeries\n\n6) What do AR objects need to do to maintain the illusion of reality? \na) Stick to one point in the environment\nb) Float around randomly\nc) Change their size and shape\nAnswer: a) Stick to one point in the environment\n\n7) What is occlusion in the context of AR? \na) Hiding virtual objects behind other virtual or real objects\nb) Making AR objects float in thin air\nc) Breaking the sense of immersion in AR\nAnswer: a) Hiding virtual objects behind other virtual or real objects\n\n8) What is necessary for AR objects to appear solid? \na) Overlapping with real-world objects\nb) Not overlapping with real-world objects\nc) Appearing to float in thin air\nAnswer: b) Not overlapping with real-world objects\n\n9) Which behavior of AR objects is the most difficult to achieve? \na) Place\nb) Scaling\nc) Context awareness\nAnswer: c) Context awareness\n\n10) What is one software tool being developed to help address some of the challenges facing AR creators? \na) Google Glass\nb) Project Tango\nc) AR Core\nAnswer: c) AR Core",
    "20": "1. When was the term \"augmented reality\" first coined?\nA) 1986\nB) 1992\nC) 2005\nD) 2010\nAnswer: B) 1992\n\n2. What was the goal of the initial development of augmented reality for airplane engineers?\nA) To aid in flight simulation\nB) To enable cost reductions in aircraft manufacturing\nC) To improve pilot training\nD) To create a new type of entertainment\nAnswer: B) To enable cost reductions in aircraft manufacturing\n\n3. What is the common ancestor of virtual reality and augmented reality?\nA) Google Glass\nB) Project Tango\nC) The Sword of Damocles\nD) AR Core\nAnswer: C) The Sword of Damocles\n\n4. What technological advancement has contributed to the growth of AR and VR industries?\nA) Advancements in camera technology\nB) Advancements in display technology\nC) Advancements in computer processing power\nD) The high demand for smartphones\nAnswer: D) The high demand for smartphones\n\n5. What is AR Core?\nA) A head-mounted display\nB) An application programming interface for building mobile AR experiences\nC) A mobile video game\nD) A tool for creating 3D models\nAnswer: B) An application programming interface for building mobile AR experiences\n\n6. What is the number one thing people want to shop for using AR, according to major studies?\nA) Clothing\nB) Watches\nC) Electronics\nD) Furniture\nAnswer: D) Furniture\n\n7. What is the primary advantage of using AR in educational settings?\nA) It is less expensive than traditional teaching methods\nB) It is more engaging and interactive for students\nC) It is easier for teachers to manage\nD) It allows students to cheat on tests\nAnswer: B) It is more engaging and interactive for students\n\n8. What is occlusion in regards to AR?\nA) The hiding of virtual objects behind other virtual objects and real-world objects\nB) The ability of digital objects to behave like real-world objects in terms of lighting and shading\nC) The ability of digital objects to appear solid and not overlap with real-world objects\nD) The ability of AR hardware to understand the context and position of every object in its environment\nAnswer: A) The hiding of virtual objects behind other virtual objects and real-world objects\n\n9. What is the most difficult component of realism to achieve in AR?\nA) Place\nB) Scaling\nC) Occlusion\nD) Context awareness\nAnswer: D) Context awareness\n\n10. What is Google's AR tool for creating content for social media called?\nA) Snap\nB) Lenses\nC) CameraFX\nD) AR Stickers\nAnswer: D) AR Stickers\n\n11. What is the primary disadvantage of using AR for shopping?\nA) It is too expensive for most consumers\nB) It cannot accurately depict the color of the products\nC) It is cumbersome and difficult to use\nD) It requires a high level of technological expertise\nAnswer: B) It cannot accurately depict the color of the products\n\n12. What is one possible application of AR in the medical field?\nA) To replace traditional patient charts\nB) To guide surgeons through complex operations\nC) To train medical students\nD) To diagnose patients remotely\nAnswer: B) To guide surgeons through complex operations\n\n13. What is the primary advantage of using AR in non-profit organizations?\nA) It is more cost-effective than traditional outreach methods\nB) It increases donations and fundraising efforts\nC) It makes it easier to reach a wider audience\nD) It enhances messaging and encourages deeper engagement around critical issues\nAnswer: D) It enhances messaging and encourages deeper engagement around critical issues\n\n14. Which of the following is not one of the basic rules that augmented reality creators need to remember?\nA) Place\nB) Scaling\nC) Transparency\nD) Context awareness\nAnswer: C) Transparency\n\n15. What is the biggest challenge facing AR creators today, in regards to realism and context awareness?\nA) Generating context awareness\nB) Creating digital objects that appear solid and don't overlap with real-world objects\nC) Maintaining the illusion of reality by having digital objects behave in the same way as real-world objects\nD) Achieving proper occlusion\nAnswer: A) Generating context awareness\n\n16. What company invested in software tools like AR Core to help address some of the issues facing AR creators?\nA) Google\nB) Facebook\nC) Apple\nD) Microsoft\nAnswer: A) Google\n\n17. What was the first social media platform to fully embrace AR?\nA) Snapchat\nB) Facebook\nC) Twitter\nD) Instagram\nAnswer: A) Snapchat\n\n18. What is the best use case for shopping with AR, according to major studies?\nA) Electronics\nB) Clothing\nC) Watches\nD) Furniture\nAnswer: D) Furniture\n\n19. What was the first viral AR game?\nA) Harry Potter Go\nB) Ghostbusters Go\nC) The Walking Dead Go\nD) Pokemon Go\nAnswer: D) Pokemon Go\n\n20. Which of the following is not a behavior that AR objects need to adhere to in order to maintain the illusion of reality?\nA) Place\nB) Scaling\nC) Transparency\nD) Occlusion\nAnswer: C) Transparency"
}